/*
올림픽 메달 수여식에서는 메달리스트들의 단상 위에 각 선수의 국기가 게양되고, 금메달리스트의 국가가 울려 퍼집니다.
올림픽 메달 수여식에서 울려 퍼지는 애국가는 왠지 모를 자랑스러움과 가슴 벅참이 있는데요. 이때 금메달리스트 스스로도 눈물을 보이는 경우를 흔치않게 볼 수 있습니다.
이런 자랑스러운 애국가를 출력하는 함수를 만들어 봅시다.
애국가 가사를 들여다보면 반복되는 후렴구가 있죠? 이 후렴구를 한 줄에 한 소절씩 출력하는 printChorus 함수를 만들어 주세요.
함수를 제대로 작성했다면 콘솔에는 아래와 같이 출력되어야 합니다.

1절
동해 물과 백두산이 마르고 닳도록
하느님이 보우하사 우리나라 만세
무궁화 삼천리 화려 강산
대한 사람 대한으로 길이 보전하세
2절
남산 위에 저 소나무 철갑을 두른 듯
바람서리 불변함은 우리 기상일세
무궁화 삼천리 화려 강산
대한 사람 대한으로 길이 보전하세
3절
가을 하늘 공활한데 높고 구름 없이
밝은 달은 우리 가슴 일편단심일세
무궁화 삼천리 화려 강산
대한 사람 대한으로 길이 보전하세
4절
이 기상과 이 맘으로 충성을 다하여
괴로우나 즐거우나 나라 사랑하세
무궁화 삼천리 화려 강산
대한 사람 대한으로 길이 보전하세
*/

// 후렴구
function printChorus() {
    console.log("무궁화 삼천리 화려 강산")
    console.log("대한 사람 대한으로 길이 보전하세")
};

// 1절
console.log("1절");
console.log("동해 물과 백두산이 마르고 닳도록");
console.log("하느님이 보우하사 우리나라 만세");
printChorus()

// 2절
console.log("2절");
console.log("남산 위에 저 소나무 철갑을 두른 듯");
console.log("바람서리 불변함은 우리 기상일세");
printChorus()

// 3절
console.log("3절");
console.log("가을 하늘 공활한데 높고 구름 없이");
console.log("밝은 달은 우리 가슴 일편단심일세");
printChorus()

// 4절
console.log("4절");
console.log("이 기상과 이 맘으로 충성을 다하여");
console.log("괴로우나 즐거우나 나라 사랑하세");
printChorus()